/* State and Keywordgroupnames */

"PHP Delimiter" = "<?php scheidingsteken>";
"PHP4 Functions" = "PHP4 functies";
"PHP Keywords" = "PHP-sleutelwoorden";
"PHP Magic Methods" = "PHP-magische methoden";
"PHP Numbers" = "PHP-getallen";
"FunctionRegex" = "Functie-aanroepen";
"PHP Variables" = "$Variabelen";
"Variables" = "$Variabelen";
"PHP Comment" = "/* Commentaar */";
"PHP SingleComment" = "//Commentaar, #Commentaar";
"PHP String" = "\"Strings\"";
"PHP String2" = "'Strings'";
"PHP Heredoc" = ">>>Heredoc";
"PHP" = "PHP-code";

"Entities" = "HTML-entiteiten";
"SGML Double Dash" = "Waarschuwing ongeldig SGML-commentaar";
"Comment" = "<!-- Commentaar -->";
"CDATA" = "<![CDATA[...]]>";
"Doctype" = "<!Declaratie>";
"Escape" = "<?Proloog?>";
"Tags" = "Tags";
"Attributes in Tags" = "Attributen in tags";
"Strings in Tags" = "“Strings in tags”";
"Single Strings in Tags" = "’Strings in tags’";

"Style Tags" = "Stijltags";
"Opening Style Tag" = "Openende stijltag";
"Inside curly brackets" = "{CSS binnen accolades}";
"Inline CSS" = "In-line CSS";
"Script Tags" = "Scripttags";
"Opening Script Tag" = "Openende scripttag";
"Inline Javascript" = "In-line JavaScript";

"CSSAutodocComment" = "/*“ CSS-commentaar ”*/";
"CSSComment" = "/* CSS-commentaar */";
"CSSSingleComment" = "// CSS-commentaar";
"CSSString" = "“CSS-strings”";
"CSSRound bracket" = "(CSS binnen haakjes)";
"CSSSingleString" = "’CSS-strings’";

"JSAutodocComment" = "/*\" JavaScript-opmerking \"*/";
"JSComment" = "/* JavaScript-opmerking */";
"JSSingleComment" = "// JavaScript-opmerking";
"JSString" = "\"JavaScript-strings\"";
"JSSingleString" = "'JavaScript-strings'";
"JSRegEx" = "JavaScript-reguliere expressies";
"JSEscaped Characters" = "Javascript Escaped Characters";

"/CSS/CSS Attributes" = "CSS-attributen";
"/CSS/CSS Keywords" = "CSS-sleutelwoorden";
"/CSS/CSS Digits" = "CSS-getallen";
"/CSS/CSS Colors" = "CSS-kleuren";

"/Javascript/Keywords" = "JavaScript-sleutelwoorden";
"/Javascript/Numbers" = "JavaScript-getallen";
"/Javascript/Characters" = "JavaScript-tekens";
"/Javascript/FunctionRegex" = "JavaScript-functieaanroepen";